const a = {
  "name": "塔瑪林爾",
  "element": "火焰",
  "stars": 3,
  "mission": {
    "skill": {
      "name": "做夢的歌姬",
      "description": "她的歌曲,能引出内在深處的無限力量"
    },
    "stats": {
      "command": "85",
      "charm": "95",
      "politics": "35"
    }
  },
  "stats": {
    "CP": "14561",
    "attack": "932",
    "health": "4370",
    "speed": "108",
    "defense": "652",
    "criticalHitChance": "15.0%",
    "criticalHitDamage": "150.0%",
    "dualAttackChance": "5.0%",
    "effectiveness": "0.0%",
    "effectResistance": "0.0%"
  },
  "background": "伴隨動人的歌曲現身,給予夢想與希望的歌姬。具備出色的魔法才華,嗓音富含魔力。登台時藉由叫作【盛開的吊墜】的道具變身,個性也比平常還活潑。",
  "defaultReg": "",
  "skills": {
    "skill1": {
      "effects": [],
      "soul": "1",
      "cd": 10,
      "name": "寂靜的旋律",
      "description": "塔瑪林爾)用寂靜的旋律攻擊敵人之後使生命力最低的我軍恢復生命力。根據目標的最大生命力等比增加恢復量。閃亮之星☆冷卻時間減少1回合。歌姬)用迷人音色攻擊全體敵人,解除全部的强化效果。使攻擊力最高的我軍發生夾攻",
      "update": [
        "1傷害量增加5%",
        "2傷害量增加5%",
        "3傷害量增加5%",
        "4傷害量增加5%",
        "5傷害量增加10%",
        "+6傷害量增加10%",
        "+7傷害量增加15%"
      ]
    },
    "skill2": {
      "effects": [],
      "soul": "1",
      "cd": "2",
      "name": "森林之歌",
      "description": "(塔瑪林爾)用平靜的旋律使我軍全體恢復生命力。根據自己的最大生命力等比增加恢復量。閃亮之星☆冷卻時間減少1回合。(歌姬)用活力四射的舞台表演使全體我軍2回合内攻擊力增加,速攻值增加30%,恢復生命力。根據自己的最大生命力等比增加恢復量",
      "update": [
        "1恢復量速攻值增加2%",
        "2恢復量速攻值增加2%",
        "+3恢復量速攻值增加2%",
        "+4恢復量速攻值增加3%",
        "5恢復量速攻值增加3%",
        "+6恢復量速攻值增加3%",
        "+7恢復量速攻值增加5%"
      ]
    },
    "skill3": {
      "effects": [],
      "soul": "2",
      "cd": "9",
      "name": "閃亮之星☆",
      "description": "正式開始公演之前解除全體我軍的所有弱化效果。自己恢復所有生命力,產生追加回合,3回合內成為歌姬,進行現場表演次戰鬥開始時,以技能冷卻時間增加到最的狀態開始。",
      "update": [
        "強化技能",
        "+1冷卻時間減少1回合"
      ]
    }
  },
  "class": "精靈師",
  "constellation": "射手座",
  "intro": "閃耀,伴隨著歌聲,歌姬登場!"
}

export default a